alphabotsec.vscode-eclipse-keybindings
andrepimenta.claude-code-chat
anthropic.claude-code
antonlilleby.xp-freemarker-formatter
christian-kohler.npm-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
cweijan.vscode-office
davidanson.vscode-markdownlint
dcortes92.freemarker
donjayamanne.githistory
dotjoshjohnson.xml
doubao.doubao-app-share-vscode-plugin
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
github.github-vscode-theme
hendiaome.vscode-maven-helper
humao.rest-client
igorsbitnev.error-gutters
jeromyllerena.jsp-support
julientahon.groovy-vscode
marscode.marscode-extension
mellowmarshmallow.groovy
mhutchie.git-graph
mohdzaid.kiro-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.powershell
nicolasvuillamy.vscode-groovy-lint
openai.chatgpt
oxc.oxc-vscode
pkief.material-icon-theme
redhat.java
redhat.vscode-rsp-ui
redhat.vscode-yaml
samuel-weinhardt.vscode-jsp-lang
tomoki1207.pdf
uni-helper.uni-app-snippets-vscode
usernamehw.errorlens
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
vue.volar
yangbaopan.vscode-java-ibatisx
zedeste.support-jsp
